Repository: zero2one/msingif
Catalog: msingif_photos/translations/*.po
Languages: nl

source: Thumbnail image style
nl: Thumbnail afbeelding grootte

source: Configure the image size for display on the album page.
nl: Stel de afbeelding grootte in voor weergave in een album overzicht.

source: Block image style
nl: Blok afbeelding stijl

source: Configure the image size for display in a block.
nl: Stel de afbeelding grootte in voor weergave in de gemarkeerde foto's blok.

source: View image style
nl: Foto detail weergave stijl

source: Configure the image size for display on a photo node page.
nl: Stel de afbeelding grootte in voor weergave op de foto detail pagina.

source: Scale
nl: Verschalen

source: Scale and Crop
nl: Verschalen en bijsnijden

source: Choose the image effect:
nl: Kies het afbeelding effect:

source: Scaling will maintain the aspect-ratio of the original image. If only a single dimension is specified, the other dimension will be calculated.
nl: Verschalen zal de afbeelding verhouding respecteren. Het zal de afbeelding verschalen tot wanneer ze binnen de opgegeven kader past.

source: Scale and crop will maintain the aspect-ratio of the original image, then crop the larger dimension. This is most useful for creating perfectly square thumbnails without stretching the image.
nl: Verschalen en bijsnijden zal de afbeelding verschalen tot wanneer ze de volledige kader bedekt. De stukken buiten de kader worden dan afgeknipt.

source: Configure the %style style.
nl: Configureer %style.

source: Image width
nl: Afbeelding breedte

source: Define the display width
nl: Stel de weergave breedte in

source: Image height
nl: Afbeelding hoogte

source: Define the display height
nl: Stel de weergave hoogte in

source: Save configuration
nl: Instellingen opslaan

source: The value should be a numeric value.
nl: De waarde moet numeriek zijn.

source: Configuration saved.
nl: Instellingen opgeslagen.

source: Photo album photos
nl: Album foto's

source: Photos
nl: Foto's

source: Album photo
nl: Album foto

source: Body
nl: Inhoud

source: Date
nl: Datum

source: Date the photos where taken.
nl: Datum dat de foto's genomen zijn.

source: Description
nl: Beschrijving

source: Highlighted photos will be shown in the highlighted photos carousel block.
nl: Gemarkeerde foto's worden getoond in de gemarkeerde foto blok.

source: If you select this, the photo will be used as the album photo and will be displayed in the album overview.
nl: Gebruik dit om aan te duiden welke foto in het album overzicht moet gebruikt worden (1 foto per album).

source: Photo
nl: Foto

source: Show in highlighted photos block
nl: Toon in de gemarkeerde foto's blok

source: Weight
nl: Volgorde

source: Add one ore more <em>photo's</em> to a photo album.
nl: Voeg één of meerdere <em>foto's</em> toe aan een foto album.

source: Title
nl: Titel

source: Photo album
nl: Foto album

source: Use <em>photo album</em> to group one or more photo's.
nl: Gebruik een <em>foto album</em> om meerdere foto's te groeperen.

source: Master
nl: Hoofd

source: more photos
nl: meer foto's

source: Apply
nl: Toepassen

source: Reset
nl: Terug zetten

source: Sort by
nl: Sorteer op

source: Asc
nl: Oplopend

source: Desc
nl: Aflopend

source: Highlights
nl: Gemarkeerd

source: Highlighted photos
nl: Gemarkeerde foto's

source: more
nl: meer

source: No photos in this album.
nl: Geen foto's in dit album.

source: All
nl: Alle

source: Album photos
nl: Album foto's

source: Manage album photos
nl: Beheer album foto's

source: Operations
nl: Handelingen

source: Order
nl: Volgorde

source: Photo albums
nl: Foto albums

source: Items per page
nl: Items per pagina

source: - All -
nl: - Alle -

source: Album overview
nl: Album overzicht

source: Album overview Block
nl: Album overzicht blok

source: A list of all photo album names
nl: Een lijst van alle foto album namen.

source: Please add your first Photo album to get started.
nl: Geen foto albums. Voeg uw eerste foto album toe om te beginnen.

source: Please add Photos to this album to get started.
nl: Geen foto's. Voeg foto's toe aan dit album.

source: Add photos
nl: Fotos toevoegen

source: Configure photos settings.
nl: Foto instellingen.

source: Manage photos
nl: Foto's beheren

source: Provides photo albums and photos
nl: Voorziet foto albums en foto's

source: Upload one or more photos.
nl: Voeg één of meerdere foto's toe.

source: Upload
nl: Opladen

source: Upload of %photo failed
nl: Opladen van %photo niet geslaagd
